Repository: minhkhoi209/EngLishReminder
Catalog: REFERENCES/android-smspopup/SMSPopup/locale/*.po
Languages: da, he, nl, pl, pt, ru, sv, tr

# pref_quickreply_noreplybuttons
source: No reply buttons are currently active, to configure them please go to the Button Configuration screen
da: Ingen svarknapper er i øjeblikket slået til. Gå til Knapindstillingsmenuen for at konfigurere dem
he: לחצני תגובה לא מופעלים, על מנת להגדיר אותם אנא לך לאזור הגדרת הלחצנים
nl: Er zijn geen antwoord knoppen ingesteld. Om ze te configureren, ga naar het knoppen configuratie scherm
pl: Żaden przycisk odpowiedzi nie jest obecnie aktywny, aby je skonfigurować przejdź do ekranu Konfiguracji Przycisków.
pt: Nenhum Botão de Resposta está actualmente activo, para os configurar por favor vá ao ecrã de configuração de botões
ru: Нет активных кнопок ответа, для их конфигурации откройте окно "Настройка кнопок"
sv: Inga knappar för att svara är aktiverade. Gå till skärmen för knappinställningar för att konfigurera dem

# button_replybyaddress
source: Reply (to phone number)
da: Svar (til telefonnummer)
he: השב (למספר הטלפון)
nl: Antwoorden (naar telefoonnummer)
pl: Odpowiedz(do numeru telefonu)
pt: Responder
ru: Ответить (на телефонный номер)
sv: Svara (till telefonnummer)
tr: Yanıtla (telefon numarasına)

# pref_notif_signature_title
source: Quick Reply Signature
da: Hurtigsvar underskrift
he: חתימה לתגובה מהירה
nl: Snel antwoorden handtekening
pl: Podpis dla szybkiej odpowiedzi
pt: Assinatura de Resposta Rápida
ru: Подпись для быстрого ответа
sv: Signatur för snabbsvar
tr: Hızlı Yanıt İmzası

# pref_notif_signature_summary
source: Appears at the end of every quick reply
da: Vises i bunden af alle hurtigsvar
he: הצג בסוף כל הודעה מהירה
nl: Verschijnt aan het einde van elk snel antwoorden bericht
pl: Pojawia się na końcu każdej szybkiej odpowiedzi
pt: Aparece no fim de cada Resposta Rápida
ru: Появляется в конце любого быстрого ответа
sv: Visas i slutet av varje snabbsvar

# eula_title
source: SMS Popup License Agreement
da: SMS Popup Licensaftale
he: SMS Popup תנאי רישיון
nl: SMS Popup licentieovereenkomst
pl: Umowa licencyjna SMS Popup.
pt: Acordo de uso do SMS Popup
ru: Пользовательское соглашение SMS Popup
sv: SMS Popup licensavtal
tr: SMS Popup Lisans Anlaşması

# eula_accept
source: Accept
da: Acceptér
he: אשר
nl: Accepteer
pl: Zaakceptuj
pt: Aceitar
ru: Принять
sv: Godkänn
tr: Kabul Et

# eula_refuse
source: Uninstall
da: Afinstallér
he: הסר התקנה
nl: Deïnstalleren
pl: Odinstaluj
pt: Desinstalar
ru: Удалить
sv: Avinstallera
tr: Kaldır

# pref_delivery_report_title
source: Delivery Reports
da: Leveringsrapporter
he: דו"ח שליחה
nl: Afleverrapporten
pl: Raporty dostarczenia
pt: Relatórios de Entrega
ru: Сообщения о доставке
sv: Leveransrapporter
tr: Teslim Raporları

# pref_delivery_report_summary
source: Request a delivery report for each message you send via quick reply
da: Bed om en leveringsrapport for hver besked du sender via hurtigsvar
he: דרוש דו"ח שליחה לכל הודעה שנשלחה על ידי תגובה מהירה
nl: Vraag een afleverrapport voor elk bericht dat via snel antwoorden wordt verzonden
pl: Czy chcesz otrzymać raport doręczenia po każdej wiadomości wysłanej przez szybką odpowiedź?
pt: Requerer um relatório de entrega para cada mensagem enviada via Resposta Rápida
ru: Запрашивать подтверждение о доставке для каждого сообщения отправленного при помощи быстрого ответа
sv: Begär en leveransrapport för varje meddelande du skickar via snabb svar
tr: Hızlı yanıt yoluyla gönderdiğiniz her mesaj için teslim raporu iste

# pref_split_message_title
source: Split Long Messages
da: Opdel lange beskeder
he: פצל הודעות ארוכות
nl: Lange berichten opsplitsen
pl: Podziel długie wiadomości
pt: Dividir Mensagens Longas
ru: Разбивать длинные сообщения
sv: Dela upp långa meddelanden
tr: Uzun Mesajları Böl

# pref_split_message_summaryon
source: Long messages will be split up (only needed for some CDMA carriers)
da: Lange beskeder vil blive opdelt. (Kun nødvendigt for visse CDMA teleudbydere)
he: הודעות ארוכות יפוצלו (נדרש בחלק מספקי רשת CDMA בלבד)
nl: Lange berichten worden opgesplitst (enkel vereist bij een paar CDMA providers)
pl: Długie wiadomości będą podzielone (wymagane przy niektórych operatorów CDMA).
pt: Mensagens Longas serão divididas (apenas necessário para algumas operadoras CDMA)
ru: Длинные сообщения будут разбиты на части (нужно только для некоторых устройств CDMA)
sv: Långa meddelanden kommer delas upp (behövs bara för vissa operatörer)
tr: Uzun mesajlar bölünecektir (sadece bazı CDMA taşıyıcıları için gerekir)

# pref_split_message_summaryoff
source: Long messages will not be split up (only needed for some CDMA carriers)
da: Lange beskeder vil ikke blive opdelt. (Kun nødvendigt for visse CDMA teleudbydere)
he: הודעות ארוכות לא יפוצלו (רק לספקי רשת ה CDMA גלובליים)
nl: Lange berichten worden niet opgesplitst (enkel vereist bij een paar CDMA providers)
pl: Długie wiadomości nie będą dzielone (wymagane przy niektórych operatorów CDMA).
pt: Mensagens Longas não serão divididas (apenas necessário para algumas operadores CDMA)
ru: Длинные сообщения не будут разбиты на части (нужно только для некоторых устройств CDMA)
sv: Långa meddelanden kommer inte att delas upp (behövs bara för vissa operatörer)
tr: Uzun mesajlar bölünmeyecektir (sadece bazı CDMA taşıyıcıları için gerekir)

# pref_autorotate_title
source: Autorotate Always On
da: Autorotér altid aktiveret
he: סיבוב מסך תמיד מאופשר
nl: Automatisch draaien altijd aan
pl: Autorotacja zawsze włączona
pt: Auto-Rotação Sempre Activa
ru: Автопрокрутка Всегда Включена
sv: Automatiskt rotation alltid på
tr: Otomatik Döndürme Daima Açık

# pref_autorotate_summaryon
source: Popup will always autorotate
da: Popup-vinduet vil altid autorotere
he: פופאפ תמיד יסתובב עם המסך
nl: Popup zal altijd automatisch draaien
pl: Popup będzie zawsze używał funkcji autorotacji
pt: Popup Irá Sempre Rodar
ru: Всплывающее окно будет всегда автоматически меняться
sv: Popupen kommer alltid rotera automatiskt
tr: Açılır Pencere daima otomatik dönecek

# pref_autorotate_summaryoff
source: Popup will auto-rotate based on the screen behind it
da: Popup-vinduet vil altid autorotere baseret på skærmvinduet bag det
he: פופאפ יסתובב אוטומטית בהתבסס על המסך שמאחוריו
nl: Popup zal automatisch draaien, afhankelijk van het scherm erachter
pl: Popup będzie się obracał zgodnie z ustawieniami ekranu w tle
pt: Popup irá rodar automaticamente no ecrã de fundo
ru: Всплывающее окно будет автоматически меняться на экране позади этого
sv: Popupen kommer rotera automatiskt beroende på hur skärmen bakom ligger

# pref_screen_on_title
source: Screen On for Popup
da: Tænd skærm ved popup
he: הדלק מסך לפופאפ
nl: Scherm aan voor Popup
pl: Włącz ekran kiedy przyjdzie wiadomość.
pt: Ligar ecrã para Popup
ru: Включить экран для сообщений
sv: Skärm aktiverad vid popup
tr: Açılır Pencere için Ekranı Aç

# pref_screen_on_summaryon
source: Screen will turn on when popup shows
da: Skærmen vil tændes når popup-vinduet vises
he: המסך ידלק כשפופאפ מופיע
nl: Het scherm wordt actief bij tonen van de Popup
pl: Ekran włączy się po pojawieniu się okienka z wiadomością
pt: O Ecrã irá ligar quando um Popup é mostrado
ru: Экран будет включен при показе сообщений
sv: Skärmen kommer aktiveras när popupen visas
tr: Açılır Pencere göründüğünde ekran açılacak

# pref_screen_on_summaryoff
source: Screen will not turn on when popup shows
da: Skærmen vil ikke tændes når popup-vinduet vises
he: המסך לא ידלק כשפופאפ מופיע
nl: Het scherm blijft uit bij tonen van de Popup
pl: Kiedy przyjdzie wiadomość, ekran nie zostanie włączony.
pt: O Ecrã não será ligado quando um Popup é mostrado
ru: Экран не будет включен при показе сообщений
sv: Skärmen kommer inte aktiveras när popupen visas
tr: Açılır pencere göründüğünde ekran açılmayacak

# pref_screen_category
source: Screen Control
da: Skærmkontrol
he: הגדרות מסך
nl: Scherm beheer
pl: Ustawienia ekranu
pt: Controlo de Ecrã
ru: Управление экраном
sv: Skärminställningar
tr: Ekran Denetimi

# pref_show_delete_button_dialog_title
source: Delete Message
da: Slet besked
he: מחק הודעה
nl: Bericht verwijderen
pl: Usuń wiadomość
pt: Eliminar Mensagem
ru: Удалить сообщение
sv: Ta bort meddelande
tr: İletiyi Sil

# pref_show_delete_button_dialog_text
source: Are you sure?
da: Er du sikker?
he: האם אתה בטוח?
nl: Weet je het zeker?
pl: Czy jesteś pewny/a?
pt: Tem a certeza?
ru: Вы уверены?
sv: Är du säker?
tr: Emin misiniz?

# quickreply_sent_toast
source: Message Sent
da: Besked sendt
he: הודעה נשלחה
nl: Bericht verzonden
pl: Wiadomość wysłana
pt: Mensagem enviada
ru: Сообщение отправлено
sv: Meddelande skickat
tr: Mesaj Gönderildi

# quickreply_failed_send_later
source: Currently unable to send your message. It will be sent when the service becomes available.
da: Din besked kan i øjeblikket ikke leveres. Den vil blive sendt når tjenesten bliver tilgængelig.
he: כרגע אי אפשר לשלוח את ההודעה. היא תישלח כשהשירות יהפוך לזמין
nl: Het bericht kon niet worden verzonden. Het zal verzonden worden wanneer de service weer beschikbaar wordt.
pl: W tym momencie nie mogę wysłać twojej wiadomości. Zostanie wysłana kiedy usługa będzie możliwa.
pt: De momento não é possível enviar a sua mensagem. Será enviar quando o serviço voltar a ficar disponível.
ru: Сейчас невозможно отправить Ваше сообщение. Оно будет отправлено, когда сервис будет снова доступен.
sv: För tillfället gick det inte att skicka ditt meddelande. Det kommer skickas när täckningen blir bättre.
tr: Şu an mesajınız gönderilemez. Hizmet kullanılabilir olduğunda gönderilecektir.

# quickreply_failed
source: Message failed to send
da: Beskeden kunne ikke leveres
he: נכשל שליחת הודעה
nl: Bericht kon niet verzonden worden
pl: Nie udało się wysłać wiadomości
pt: Envio Falhado
ru: Невозможно отправить сообщение
sv: Meddelande kunde ej skickas
tr: Mesaj gönderme başarısız oldu

# pref_custom
source: Custom
da: Brugertilpasset
he: התאמה אישית
nl: Aangepast
pl: Własne
pt: Personalizado
ru: Другое
sv: Anpassad
tr: Özel

# pref_notif_repeat_times_entries_keep_repeting
source: Keep repeating
da: Oprethold gentagelse
he: המשך לחזור
nl: Blijf herhalen
pl: Powtarzaj.
pt: Continuar a repetir
ru: Продолжать повторять
sv: Fortsätt repetera
tr: Tekrarlamayı sürdür

# pref_timeout_entries_10s
source: 10 seconds
da: 10 sekunder
he: 10 שניות
nl: 10 seconden
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sv: 10 sekunder
tr: 10 saniye

# pref_timeout_entries_20s
source: 20 seconds
da: 20 sekunder
he: 20 שניות
nl: 20 seconden
pl: 20 sekund
pt: 20 segundos
ru: 20 секунд
sv: 20 sekunder
tr: 20 saniye

# pref_timeout_entries_30s
source: 30 seconds
da: 30 sekunder
he: 30 שניות
nl: 30 seconden
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sv: 30 sekunder
tr: 30 saniye

# pref_timeout_entries_1m
source: 1 minute
da: 1 minut
he: דקה
nl: 1 minuut
pl: 1 minuta
pt: 1 minuto
ru: 1 минута
sv: 1 minut
tr: 1 dakika

# pref_timeout_entries_2m
source: 2 minutes
da: 2 minutter
he: 2 דקות
nl: 2 minuten
pl: 2 minuty
pt: 2 minutos
ru: 2 минуты
sv: 2 minuter
tr: 2 dakika

# pref_timeout_entries_5m
source: 5 minutes
da: 5 minutter
he: 5 דקות
nl: 5 minuten
pl: 5 minut
pt: 5 minutos
ru: 5 минут
sv: 5 minuter
tr: 5 dakika

# pref_timeout_entries_10m
source: 10 minutes
da: 10 minutter
he: 10 דקות
nl: 10 minuten
pl: 10 minut
pt: 10 minutos
ru: 10 минут
sv: 10 minuter
tr: 10 dakika

# pref_vibrate_pattern_entries_normal
source: Normal
he: רגיל
nl: Standaard
pl: Normalne
ru: Обычное

# pref_vibrate_pattern_entries_long
source: Long Vibrate
da: Lang vibrering
he: רטט ארוך
nl: Lang trillen
pl: Długa wibracja
pt: Vibrar Longo
ru: Длинная вибрация
sv: Vibrera länge
tr: Uzun Titreşim

# pref_vibrate_pattern_entries_multiple_short
source: Multiple Short
da: Flere korte
he: הרבה קצרים
nl: Meerdere keren kort trillen
pl: Wielokrotne krótkie.
pt: Curto Múltiplo
ru: Множество коротких
sv: Flera korta vibrationer

# pref_vibrate_pattern_entries_multiple_long
source: Multiple Long
da: Flere lange
he: הרבה ארוכים
nl: Meerdere keren lang trillen
pl: Wielokrotne długie.
pt: Longo Múltiplo
ru: Множество длинных
sv: Flera långa vibrationer
tr: Çoklu Uzunluk

# pref_led_color_blue
source: Blue
da: Blå
he: כחול
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
sv: Blå
tr: Mavi

# pref_led_color_green
source: Green
da: Grøn
he: ירוק
nl: Groen
pl: Zielony
pt: Verde
ru: Зеленый
sv: Grön
tr: Yeşil

# pref_led_color_red
source: Red
da: Rød
he: אדום
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
sv: Röd
tr: Kırmızı

# pref_led_color_yellow
source: Yellow
da: Gul
he: צהוב
nl: Geel
pl: Żółty
pt: Amarelo
ru: Желтый
sv: Gul
tr: Sarı

# pref_led_color_magenta
source: Magenta
he: ארגמן
pl: Purpurowy
ru: Фиолетовый

# pref_led_color_cyan
source: Cyan
da: Turkis
he: תכלת
nl: Cyaan
ru: Бирюзовый
sv: Turkos

# pref_led_pattern_entries_fast
source: Fast
da: Hurtigt
he: מהיר
nl: Snel
pl: Szybki
pt: Rápido
ru: Быстро
sv: Snabb
tr: Hızlı

# pref_led_pattern_entries_normal
source: Normal
he: רגיל
nl: Normaal
pl: Normalnie
ru: Нормально

# pref_led_pattern_entries_slow
source: Slow
da: Langsomt
he: איטי
nl: Langzaam
pl: Wolno
pt: Lento
ru: Медленно
sv: Långsam
tr: Yavaş
