Repository: minhkhoi209/EngLishReminder
Catalog: REFERENCES/android-smspopup/SMSPopup/locale/*.po
Languages: da, he, nl, pl, pt, ru, sv, tr

# pref_flashled_color_summary
source: The color of the LED
da: Farven på lysdioden
he: צבע הלד
nl: Kleur van het lampje
pl: Kolor diody LED
pt: A cor do LED
ru: Цвет светодиода
sv: Färg för LED

# pref_flashled_color_custom_dialog_red
source: Red:
da: Rød:
he: אדום:
nl: Rood:
pl: Czerwony:
pt: Vermelho:
ru: Красный:
sv: Röd:
tr: Kırmızı:

# pref_flashled_color_custom_dialog_green
source: Green:
da: Grøn:
he: ירוק:
nl: Groen:
pl: Zielony:
pt: Verde:
ru: Зеленый:
sv: Grön:
tr: Yeşil:

# pref_flashled_color_custom_dialog_blue
source: Blue:
da: Blå:
he: כחול:
nl: Blauw:
pl: Niebieski:
pt: Azul:
ru: Синий:
sv: Blå:
tr: Mavi:

# pref_flashled_color_custom_dialog_preview
source: Preview:
da: Forhåndsvisning:
he: תצוגה מקדימה:
nl: Voorbeeld:
pl: Podgląd:
pt: Pré-visualizar:
ru: Просмотр:
sv: Förhandsgranska:
tr: Önizleme:

# pref_flashled_color_custom_set
source: Custom LED color set
da: Brugertilpasset farve for lysdioden angivet
he: צבע לד מותאם אישית נבחר
nl: Aangepaste LED kleur opgeslagen
pl: Własne ustawienia koloru diody LED
pt: Cor de LED Personalizada
ru: Установка цвета светодиода
sv: Egen färg på LED satt

# pref_flashled_pattern_title
source: LED Blink Rate
da: Lysdiodens blinkehastighed
he: קצב היבהוב הלד
nl: Knipper snelheid van de LED
pl: Szybkość migania diody LED
pt: Velocidade do LED
ru: Частота мигания светодиода
sv: LED blikhastighet

# pref_flashled_pattern_summary
source: Set the speed the LED blinks
da: Indstil hastigheden for hvor hurtigt lysdioden skal blinke
he: מהירות היבהוב הלד
nl: Pas de knipper snelheid van het lampje aan
pl: Ustaw prędkość migania diody LED
pt: Define a velocidade com que o LED pisca
ru: Установите скорость мигания светодиода
sv: Sätt hastigheten LED:en blinkar

# pref_flashled_pattern_ok
source: Custom LED blink rate set
da: Brugertilpasset blinkehastighed for lysdioden angivet
he: קצב היבהוב לד מותאם אישית נבחר
nl: Aangepaste knipper snelheid opgeslagen
pl: Własne ustawienia szybkości migania diody LED
pt: Velocidade do LED Personalizada
ru: Установка частоты мигания светодиода
sv: Egen blinkhastighet för LED

# pref_flashled_pattern_bad
source: Custom LED blink rate is invalid
da: Brugertilpasset blinkehastighed for lysdioden er ugyldig
he: קצב היבהוב לד מותאם אישית לא חוקי
nl: Ongeldige knipper snelheid
pl: Niewłaściwe ustawienia szybkości migania diody LED
pt: Velocidade do LED Personalizada inválida
ru: Задана некорректная частота мигания, используется частота по умолчанию
sv: Egen blinkhastighet för LED är ogiltig
tr: Custom LED blink rate is invalid, using default

# pref_flashled_pattern_help
source: Enter the time in milliseconds to turn the LED on and off
da: Indtast tiden i millisekunder for at tænde og slukke lysdioden
he: הזן את הזמן במילישניות להדלקה וכיבוי הלד
nl: Voer de tijd in milliseconden in om de LED aan en uit te schakelen
pl: Wprowadź czas w milisekundach do włączania i wyłączania diody LED
pt: Introduza o tempo em milisegundos para desligar e ligar o LED
ru: Введите время в миллисекундах для включения и выключения светодиода
sv: Mata in tiden i millisekunder att aktivera och deaktivera LED:en

# pref_flashled_pattern_help_on
source: Time on:
da: Tid tændt:
he: זמן דלוק
nl: Tijd aan:
pl: Czas włączania
pt: Tempo Ligado:
ru: Время вкл:
sv: Tid på:

# pref_flashled_pattern_help_off
source: Time off:
da: Tid slukket:
he: זמן כיבוי
nl: Tijd uit:
pl: Czas wyłączania
pt: Tempo Desligado:
ru: Время выкл:
sv: Tid av:

# pref_notif_repeat_title
source: Enable Reminders
da: Aktivér påmindelser
he: אפשר תזכורות
nl: Herinneringen inschakelen
pl: Włącz przypomnienia
pt: Activar Lembretes
ru: Включить напоминания
sv: Aktivera påminnelser
tr: Anımsatıcıları Etkinleştir

# pref_notif_repeat_summaryon
source: Unread message reminders are enabled
da: Påmindelser for ulæste beskeder er slået til
he: תזכורת להודעה שלא נקראה מאופשרת
nl: Herinneringen ingeschakeld voor ongelezen berichten
pl: Włączone przypomnienia nieprzeczytanych wiadomości
pt: Lembrete de Mensagens não lidas está activo
ru: Напоминания о непрочитанных сообщениях включены
sv: Påminnelser för olästa meddelanden är aktiverade

# pref_notif_repeat_summaryoff
source: Unread message reminders are disabled
da: Påmindelser for ulæste beskeder er slået fra
he: תזכורת להודעה שלא נקראה כבויה
nl: Herinneringen uitgeschakeld voor ongelezen berichten
pl: Wyłączone przypomnienia nieprzeczytanych wiadomości
pt: Lembrete de Mensagens não lidas está Desactivado
ru: Напоминания о непрочитанных сообщениях выключены
sv: Påminnelser för olästa meddelanden är inaktiverade

# pref_notif_repeat_interval_title
source: Reminder Interval
da: Interval for påmindelser
he: מרווח תזכורת
nl: Interval van de herinnering
pl: Odstęp pomiędzy przypomnieniami
pt: Intervalo de Lembrete
ru: Интервал напоминаний
sv: Intervall för påminnelse
tr: Hatırlatma Aralığı

# pref_notif_repeat_interval_summary
source: The time period between notification reminders
da: Tidsrummet mellem notifikationspåmindelser
he: מרווח הזמן בין תזכורות
nl: De periode tussen herinneringen
pl: Czas pomiędzy przypomnieniami
pt: O periodo de tempo entre lembretes
ru: Время между включениями напоминаний
sv: Tid mellan påminnelse för notifikationer

# pref_notif_repeat_interval_dialogTitle
source: Interval (minutes)
da: Interval (minutter)
he: מרווח (דקות)
nl: Interval (minuten)
pl: Przerwa (w minutach)
pt: Intervalo (minutos)
ru: Интервал (минуты)
sv: Intervall (minuter)

# pref_notif_repeat_times_title
source: Number of Reminders
da: Antal påmindelser
he: מספר התזכורות
nl: Aantal herinneringen
pl: Liczba przypomnień
pt: Número de Lembretes
ru: Количество напоминаний
sv: Antal påminnelser

# pref_notif_repeat_times_summary
source: The number of reminder notifications to play
da: Antallet af notifikationspåmindelser der skal vises
he: מספר התזכורות המנוגנות
nl: Het aantal herinneringen
pl: Ilość przypomnień do odtworzenia
pt: Número Total de lembretes a serem mostrados
ru: Кол-во напоминаний, которые будут сделаны
sv: Antalet påminnelser för notifikationer att spela

# pref_notif_repeat_screen_on_title
source: Screen On for Reminders
da: Tænd skærmen ved påmindelser
he: הדלק מסך בזמן תזכורות
nl: Scherm aan voor herinneringen
pl: Ekran włączony podczas przypomnień
pt: Ligar Ecrã em Lembretes
ru: Включить экран для напоминаний
sv: Skärm på för påminnelser

# pref_notif_repeat_screen_on_summaryon
source: Reminders will turn screen on again
da: Påmindelser vil tænde for skærmen igen
he: תזכורות ידליקו את המסך בחזרה
nl: Het scherm gaat aan bij herinneringen
pl: Przypomnienia ponownie włączą ekran
pt: Lembretes irão Ligar o Ecrã de novo
ru: Напоминания снова включат экран
sv: Påminnelser aktiverar skärmen

# pref_notif_repeat_screen_on_summaryoff
source: Reminders will not turn screen on
da: Påmindelser vil ikke tænde for skærmen
he: תזכורות לא ידליקו את המסך
nl: Het scherm blijft uit bij herinneringen
pl: Przypomnienia nie włączą ekranu
pt: Lembretes não irão Ligar o Ecrã de novo
ru: Напоминания не включат экран
sv: Påminnelser aktiverar ej skärmen

# pref_notif_default_title
source: Default Notifications
da: Standardnotifikationer
he: התראות ברירת מחדל
nl: Standaard meldingen
pl: Domyślne powiadomienia
pt: Notificações Por Defeito
ru: По умолчанию
sv: Standardnotifikationer
tr: Varsayılan Bildirimler

# pref_notif_default_summary
source: Notifications for all contacts without an individual customization
da: Notifikationer for alle kontakter uden en individuel tilpasning
he: תזכורת לכל אנשי הקשר ללא התראה אישית
nl: Melding voor alle contactpersonen, geen aangepaste melding per persoon
pl: Powiadomienia dla wszystkich kontaktów bez indywidualnych ustawień
pt: Notificações para todos os contactos sem personalização individual
ru: Уведомления для всех контактов без индивидуальных настроек
sv: Notifikationer för alla kontakter utan individuella anpassningar
tr: Kişisel özelleştirmesi olmayan tüm kişiler için bildirimler

# pref_contacts_title
source: Contacts Notifications
da: Kontaktnotifikationer
he: התראת איש קשר
nl: Contactpersoon meldingen
pl: Powiadomienia dla kontaktów
pt: Notificação de Contactos
ru: Уведомления для контактов
sv: Notifikationer för kontakter
tr: Kişi Bildirimleri

# pref_contacts_summary
source: Individual contact customization
da: Brugertilpasning af individuelle kontakter
he: התאמה אישית להתראת איש קשר
nl: Persoonlijke notificatie
pl: Ustawienie powiadomienia dla kontaktu
pt: Customização de Contactos individual
ru: Индивидуальные уведомления для контактов
sv: Individuell anpassning av kontakter
tr: Kişisel kişi özelleştirmesi

# pref_notif_help_title
source: Help - I'm confused!
da: Hjælp - Jeg er forvirret!
he: עזרה - אני מבולבל!
nl: Help - Ik snap 't niet!
pl: Pomocy - nie wiem o co chodzi?
pt: Ajuda - Estou Confuso!
ru: Помогите - Не получается!
sv: Hjälp - Jag är förvirrad!
tr: Yardım - Kafam karıştı!

# pref_notif_help_summary
source: Notifications Help
da: Hjælp til opsætning af notifikationer
he: עזרה בהתראות
nl: Hulp bij "Notificaties contacten"
pl: Powiadomienia - pomoc
pt: Ajuda de Notificações
ru: Помощь по уведомлениям
sv: Hjälp om notifikationer
tr: Bildirim Yardımı

# pref_notif_help_message
source: SMS Popup offers the ability to customize notifications on a per contact basis. When a new message comes in, SMS Popup will first check if the contact has a customized notification. If so, those settings are used, otherwise the default notifications are used. Using this functionality, you could set things up so only a few contacts show a popup while the rest trigger a regular notification. You could also ignore certain contacts by setting their notification to silent.
he: SMS POP UP מציעה את היכולת לבצע התאמה אישית של התראות על בסיס אנשי קשר. כאשר התראה חדשה נכנסת, SMS Popup יהיה הראשון לבדוק אם לאיש הקשר יש התראה אישית. אם כן, הגדרות אלה יופעלו, אחרת התראות ברירת המחדל יופעלו. באמצעות פונקציונליות זו, אתה יכול להגדיר את הדברים כך שרק כמה אנשי קשר יפעילו את POPUP והשאר יפעילו הודעה רגילה. אתה יכול גם להתעלם מאנשי קשר מסוימים על ידי הגדרת התראה שלהם על שקט.

# contact_customization_add
source: Add Custom Notifications
da: Tilføj brugertilpassede notifikationer
he: הוסף התראות בהתאמה אישית
nl: Aangepaste meldingen toevoegen
pl: Dodaj zmodyfikowane powiadomienia
pt: Adicionar Notificações Personalizadas
ru: Добавить свое уведомление
sv: Lägg till anpassade notifikationer
tr: Özel Bildirim Ekle

# contact_customization_edit
source: Edit Custom Notification
da: Redigér brugertilpasset notifikation
he: ערוך התראה מותאמת אישית
nl: Wijzigen
pl: Edytuj zmodyfikowane powiadomienia
pt: Editar Notificação Personalizada
ru: Редактировать свои уведомления
sv: Ändra anpassad notifikation
tr: Özel Bildirimi Düzenle

# contact_customization_remove
source: Remove Custom Notification
da: Fjern brugertilpasset notifikation
he: הסר התראה בהתאמה אישית
nl: Verwijderen
pl: Usuń zmodyfikowane powiadomienia
pt: Remover Notificação Personalizada
ru: Удалить свое уведомление
sv: Ta bort anpassad notifikation
tr: Özel Bildirimi Kaldır

# contact_customization_save
source: Save
da: Gem
he: שמור
nl: Opslaan
pl: Zapisz
pt: Gravar
ru: Сохранить
sv: Spara
tr: Kaydet

# contact_customization_title
source: Notifications for %s
da: Notifikationer for %s
he: התראות ל %s
nl: Meldingen voor %s
pl: Powiadomienia dla %s
pt: Notificações para %s
ru: Уведомления для %s
sv: Notifikationer för %s
tr: %s için bildirimler

# contact_customization_enabled
source: Notifications are enabled for %s
da: Notifikationer for %s er slået til
he: התראות מאופשרות ל %s
nl: Meldingen ingeschakeld voor %s
pl: Powiadomienia są dostępne dla %s
pt: Notificações estão activas para %s
ru: Уведомления включены для %s
sv: Notifikationer aktiverade för %s
tr: %s için bildirimler etkinleştirildi

# contact_customization_disabled
source: Notifications are disabled for %s
da: Notifikationer for %s er slået fra
he: התראות מבוטלות עבור %s
nl: Meldingen uitgeschakeld voor %s
pl: Powiadomienia są niedostępne dla %s
pt: Notificações desactivas para %s
ru: Уведомления отключены для %s
sv: Notifikationer inaktiverade för %s
tr: %s için bildirimler etkisizleştirildi

# contact_customization_add_hint
source: Add/Edit contact notifications…
he: הוסף/ערוך התראות איש קשר

# ringtone_silent
source: Silent
da: Lydløs
he: שקט
nl: Stil
pl: Cichy
pt: Silêncio
ru: Тишина
sv: Tyst
tr: Sessiz

# pref_message_presets_title
source: Preset Messages
da: Beskedskabeloner
he: הודעות מוכנות מראש
nl: Voorgedefinieerde berichten
pl: Wiadomości predefiniowane.
pt: Modelos de Mensagens
ru: Шаблоны
sv: Meddelandemall
tr: Hazır Mesajlar

# pref_message_presets_summary
source: Configure preset messages for quick replies
da: Konfigurér forudindstillede beskedskabeloner til brug ved hurtigsvar
he: ערוך הודעה מוכנה מראש לשימוש בתגובה מהירה
nl: Configureer voorgedefinieerde berichten voor snel antwoorden
pl: Ustaw wiadomości predefiniowane do szybkich odpowiedzi.
pt: Configure Modelos de Mensagens para Respostas Rápidas
ru: Задать шаблоны для быстрого ответа
sv: Konfigurera meddelandemallar för snabbsvar
tr: Hızlı yanıtlar için hazır mesajları yapılandır

# message_presets_add
source: Add Preset Message
da: Tilføj skabelon
he: הוסף הודעות מוכנות מראש
nl: Voorgedefinieerd bericht toevoegen
pl: Dodaj wiadomość predefiniowaną.
pt: Adicionar Modelo de Mensagem
ru: Добавить шаблон
sv: Lägg till meddelandemall
tr: Hazır Mesaj Ekle

# message_presets_edit
source: Edit Preset Message
da: Redigér skabelon
he: ערוך הודעה מוכנה מראש
nl: WIjzig voorgedefinieerd bericht
pl: Zmień wiadomość predefiniowaną.
pt: Editar Modelo de Mensagem
ru: Изменить шаблон
sv: Ändra meddelandemall
tr: Hazır Mesajı Düzenle

# message_presets_add_text
source: Create
da: Opret
he: צור
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa
tr: Oluştur

# message_presets_save_text
source: Save
da: Gem
he: שמור
nl: Opslaan
pl: Zapisz
pt: Gravar
ru: Сохранить
sv: Spara
tr: Kaydet

# message_presets_delete_text
source: Remove
da: Fjern
he: הסר
nl: Verwijder
pl: Usuń
pt: Apagar
ru: Удалить
sv: Ta bort
tr: Kaldır

# message_presets_edit_text
source: Edit
da: Redigér
he: ערוך
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sv: Ändra
tr: Düzenle

# message_presets_reorder_text
source: Move to top
da: Flyt til top
he: העבר לראש הרשימה
nl: Verplaats naar boven
pl: Przesuń na początek
pt: Mover para o topo
ru: Переместить наверх
sv: Flytta längst upp
tr: En üste taşı

# message_presets_empty_text
source: No presets defined
da: Ingen beskedskabeloner defineret
he: לא הוגדרה הודעה מוכנה מראש
nl: Geen voorgedefinieerde berichten ingesteld
pl: Brak wiadomości predefiniowanych.
pt: Sem Modelos Definidos
ru: Шаблон не определен
sv: Ingen mall angiven
tr: Tanımlı hazır mesaj yok

# message_presets_add_toast
source: Message preset added
da: Beskedskabelon tilføjet
he: נוספה הודעה מוכנה מראש
nl: Voorgedefinieerd bericht toegevoegd
pl: Wiadomość predefiniowana została dodana.
pt: Modelo de Mensagem Adicionado
ru: Шаблон добавлен
sv: Meddelandemall tillagd
tr: Hazır mesaj eklendi

# message_presets_save_toast
source: Message preset updated
da: Beskedskabelon opdateret
he: עודכנה הודעה מוכנה מראש
nl: Voorgedefinieerd bericht aangepast
pl: Wiadomość predefiniowana została zmieniona.
pt: Modelo de Mensagem Adicionado
ru: Шаблон обновлен
sv: Meddelandemall uppdaterad
tr: Hazır mesaj güncellendi

# message_presets_delete_toast
source: Message preset deleted
da: Beskedskabelon fjernet
he: נמחקה הודעה מוכנה מראש
nl: Voorgedefinieerd bericht verwijderd
pl: Wiadomość predefiniowana została skasowana.
pt: Modelo de Mensagem Eliminado
ru: Шаблон удален
sv: Meddelandemall borttagen
tr: Mesaj öntanımı silindi

# message_presets_reorder_toast
source: Message preset moved to top
da: Beskedskabelon flyttet til top
he: הודעה מוכנה מראש הועברה לראש הרשימה
nl: Voorgedefinieerd bericht naar boven verplaatst
pl: Wiadomość predefiniowana została przesunięta na szczyt listy.
pt: Modelo de Mensagem Movido para o topo
ru: Шаблон перемещен наверх
sv: Meddelandemall flyttad längst upp
tr: Mesaj öntanımını en üste taşı

# message_presets_error_toast
source: Error - please try again
da: Fejl - prøv igen
he: שגיאה - אנא נסה שנית
nl: Error - Probeer opnieuw
pl: Błąd - spróbuj jeszcze raz
pt: Erro - Por favor tente de novo
ru: Ошибка - Попробуйте еще раз
sv: Fel - vänligen försök igen
tr: Hata - lütfen tekrar deneyin

# quickreply_title
source: Quick Reply
da: Hurtigsvar
he: תגובה מהירה
nl: Snel antwoorden
pl: Szybka odpowiedź
pt: Resposta Rápida
ru: Быстрый ответ
sv: Snabbsvar
tr: Hızlı Yanıt

# quickreply_from_text
source: To: %s
da: Til: %s
he: ל: %s
nl: Aan: %s
pl: Do: %s
pt: %s
ru: Кому: %s
sv: Till: %s
tr: Kime: %s

# quickreply_preset_button
source: Presets
da: Skabeloner
he: מתוכננות מראש
nl: Voorgedefinieerde berichten
pl: Gotowe ustawienia
pt: Modelos
ru: Шаблоны
sv: Mallar
tr: Öntanımlar

# quickreply_send_button
source: Send
he: שלח
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder

# quickreply_sending_toast
source: Sending message…
he: שולח הודעה....

# quickreply_nomessage_toast
source: Send
he: שלח
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder

# loading_message
source: Loading…
he: בטעינה...

# error_message
source: Error
da: Fejl
he: שגיאה
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
tr: Hata

# error_no_voice_recognition
source: Voice recognition not available on this device
da: Stemmegenkendelse er ikke tilgængeligt på dette apparat
he: זיהוי קולי לא זמין במכשיר
nl: Stemherkenning niet beschikbaar op dit apparaat
pl: Funkcja rozpoznawania głosu jest niedostępna w tym urządzeniu
pt: Reconhecimento de Voz Não Disponivel neste Dispositivo
ru: Распознование голоса не доступно на этом устройстве
sv: Röstigenkänning ej tillgänglig på denna enhet
tr: Bu aygıtta ses tanıma yok

# pref_button_config_title
source: Button Configuration
da: Knapindstillinger
he: לחצן הגדרות
nl: Knoppen configuratie
pl: Programowanie przycisków
pt: Configuração de Botões
ru: Настройка кнопки
sv: Knappinställningar
tr: Düğme Yapılandırması

# pref_button_config_summary
source: Popup button configuration
da: Indstilling af knapper på popup-vindue
he: הגדרת לחצן הפופאפ
nl: Popup knopconfiguratie
pl: Konfiguracja przycisku Popup.
pt: Configuração de Botões do Popup
ru: Настройка кнопки всплывающего окна
sv: Inställningar för popupknapp
tr: Açılır Pencere düğmesi yapılandırması

# pref_button_summary
source: Current Setting: %s
da: Nuværende indstilling: %s
he: הגדרות נוכחיות: %s
nl: Huidige instelling: %s
pl: Aktualne ustawienia: %s
pt: Definição Actual: %s
ru: Текущие настройки: %s
sv: Nuvarande inställning: %s
tr: Şu Anki Ayar: %s

# pref_button1_title
source: Button 1 Configuration
da: Knap 1 indstilling
he: הגדרות לחצן 1
nl: Knop 1
pl: Ustawienia przycisku 1
pt: Configuração Botão 1
ru: Настройка кнопки 1
sv: Inställningar för knapp 1
tr: Düğme 1 Yapılandırması

# pref_button2_title
source: Button 2 Configuration
da: Knap 2 indstilling
he: הגדרות לחצן 2
nl: Knop 2
pl: Ustawienia przycisku 2
pt: Configuração Botão 2
ru: Настройка кнопки 2
sv: Inställningar för knapp 2
tr: Düğme 2 Yapılandırması

# pref_button3_title
source: Button 3 Configuration
da: Knap 3 indstilling
he: הגדרות לחצן 3
nl: Knop 3
pl: Ustawienia przycisku 3
pt: Configuração Botão 3
ru: Настройка кнопки 3
sv: Inställningar för knapp 3
tr: Düğme 3 Yapılandırması

# pref_donate_title
source: Donate to SMS Popup
da: Donér til SMS Popup
he: תרום ל SMS Popup
nl: Doe een donatie aan SMS Popup
pl: Wsparcie dla SMS Popup
pt: Doação para SMS Popup
ru: Пожертвовать для SMS Popup
sv: Donera till SMS Popup
tr: SMS Popup'a bağış yapın

# pref_donate_text
source: SMS Popup is a free application that I work on in my spare time. If you find it useful, and can spare a few bucks, a donation would be much appreciated. Thanks!
da: SMS Popup er en gratis applikation som jeg har arbejdet på i min fritid. Hvis du finder den brugbar, og kan undvære nogle få håndører, vil en donation blive yderst værdsat. Tak!
he: אס אמ אס פופאפ היא אפליקציה חופשית שעבדתי עליה בזמני החופשי. אם מצאת אותה מועילה, ואתה יכול לתרום מעט שקלים, התרומה תוערך בהחלט. תודה!
nl: SMS Popup is een gratis applicatie, waar ik aan werk in mijn vrije tijd. Als je het handig vindt, en een paar Euro kan missen, wordt een donatie erg gewaardeerd. Bedankt!
pl: SMS Popup jest darmową aplikacją nad którą pracuję w wolnym czasie. Jeśli uważasz że jest przydatna i możesz wydać kilka dolców, będę wdzieczny za dotację. Dzięki!
pt: SMS Popup é uma aplicação gratuita que eu crio nos meus tempos livres. Se a acha útil, e pode dispensar algum dinheiro, uma doação seria muito apreciada. Obrigado!
ru: SMS Popup - это бесплатная программа, над которой я работаю в свое свободное время. Если она вам понравилась и у вас есть пара лишних долларов, я буду признателен за ваши пожертвования. Спасибо!
sv: SMS Popup är en gratis applikation som jag arbetar med på min fritid. Om du tycker den är användbar och kan avvara några kronor skulle en donation vara mycket uppskattad. Tack!

# pref_donate_market_button
source: Donate via Android Market
da: Donér via Android Marked
he: תרום באמצעות המרקט
nl: Doneren via Android Market
pl: Wsparcie przez Android Market
pt: Doar Via Android Market
ru: Пожертвовать через Android Market
sv: Donera via Android Market
tr: Android Market yoluyla bağış yapın

# pref_donate_paypal_button
source: Donate via PayPal
da: Donér via PayPal
he: תרום באמצעות פייפל
nl: Doneren via PayPal
pl: Wsparcie przez PayPal
pt: Doar Via PayPal
ru: Пожертвовать через PayPal
sv: Donera via Paypal
tr: PayPal yoluyla bağış yapın

source: View Contact
da: Vis kontaktperson
he: צפה באיש קשר
nl: Bekijk contactpersoon
pl: Pokaż kontakt
pt: Ver Contacto
ru: Посмотреть контакт
sv: Visa kontakt
tr: Kişiyi Göster

# pref_quickreply_title
source: Quick Reply
da: Hurtigsvar
he: תגובה מהירה
nl: Snel antwoorden
pl: Szybka odpowiedź
pt: Resposta Rápida
ru: Быстрый ответ
sv: Snabbsvar
tr: Hızlı Yanıt

# pref_quickreply_summaryon
source: Quick Reply is enabled
da: Hurtigsvar er slået til
he: תגובה מהירה מאופשרת
nl: Snel antwoorden is ingeschakeld
pl: Szybka odpowiedź jest aktywna
pt: Resposta Rápida está Activa
ru: Быстрый ответ включён
sv: Snabbsvar är aktiverat
tr: Hızlı Yanıt etkin

# pref_quickreply_summaryoff
source: Quick Reply is disabled
da: Hurtigsvar er slået fra
he: תגובה מהירה מבוטלת
nl: Snel antwoorden is uitgeschakeld
pl: Szybka odpowiedź jest nieaktywna
pt: Resposta Rápida está Desactiva
ru: Быстрый ответ выключен
sv: Snabbsvar är inaktiverat
tr: Hızlı Yanıt etkisiz

# pref_quickreply_bothreplybuttons
source: Both reply buttons are already active, to configure them please go to the Button Configuration screen
da: Begge svarknapper er allerede slået til. Gå til Knapindstillingsmenuen for at konfigurere dem
he: שני לחצני התגובה כבר מופעלים, לשינוי הכפתורים אנא לך לאיזור הגדרת הלחצנים
nl: Beide antwoord knoppen zijn al actief. Om ze te configureren, ga naar het knoppen configuratie scherm
pl: Obydwa przyciski odpowiedzi są już aktywne, aby je skonfigurować przejdź do ekranu Konfiguracji Przycisków.
pt: Ambos os Botões estão Activos, para os configurar por favor vá ao ecrã de configuração de botões
ru: Обе кнопки ответа уже активны, для их конфигурации откройте окно "Настройка кнопок"
sv: Båda knapparna för att svara är redan aktiverade. Gå till skärmen för knappinställningar för att konfigurera dem
