Repository: minhkhoi209/EngLishReminder
Catalog: REFERENCES/android-smspopup/SMSPopup/locale/*.po
Languages: da, he, nl, pl, pt, ru, sv, tr

# notification_multiple_title
source: New messages
da: Nye beskeder
he: הודעות חדשות
nl: Nieuwe berichten
pl: Nowe wiadomości
pt: Novas Mensagens
ru: Новые сообщения
sv: Nya meddelanden
tr: Yeni iletiler

# notification_multiple_text
source: %d unread messages.
da: %d ulæste beskeder.
he: %d הודעות שלא נקראו
nl: %d ongelezen berichten.
pl: %d nieprzeczytanych wiadomości
pt: %d mensagens não lidas
ru: %d непрочитанное(ых) сообщение(й).
sv: %d oläst(a) meddelande(n).
tr: %d okunmamış ileti.

# notification_scroll_privacy
source: New message from: %s
da: Ny besked fra: %s
he: הודעה חדשה מ: %s
nl: Nieuw bericht van: %s
pl: Nowa wiadomość od: %s
pt: Nova Mensagem de: %s
ru: Новое сообщение от: %s
sv: Nytt meddelande från: %s
tr: Yeni ileti gönderen: %s

# notification_scroll_privacy_no_name
source: New message
he: הודעה חדשה

# button_close
source: Close
da: Luk
he: סגור
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat

# button_reply
source: Reply
da: Svar
he: השב
nl: Antwoorden
pl: Odpowiedz
pt: Responder
ru: Ответить
sv: Svara
tr: Cevapla

# button_inbox
source: Inbox
da: Indbakke
he: דואר נכנס
nl: Postvak In
pl: Odebrane
pt: Caixa de Entrada
ru: Входящие
sv: Inkorg
tr: Gelen Kutusu

# button_view
source: View
da: Vis
he: צפיה
nl: Toon
pl: Pokaż
pt: Ver
ru: Просмотр
sv: Visa
tr: Görünüm

# button_view_mms
source: View MMS
da: Vis MMS
he: צפה ב MMS
nl: Toon MMS
pl: Pokaż MMS
pt: Ver MMS
ru: Просмотр MMS
sv: Visa MMS
tr: MMS Göster

# button_delete
source: Delete
da: Slet
he: מחק
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить
sv: Ta bort
tr: Sil

# button_unlock
source: Unlock
da: Lås op
he: שחרור
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
sv: Lås upp
tr: Kilidi Aç

# button_tts
source: Text-to-speech
da: Tekst-til-tale
he: טקסט מדיבור
nl: Tekst-naar-spraak
pl: Tekst-na-mowę
pt: Texto-Para-Fala
ru: Произнести текст
sv: Text-till-tal
tr: Metin Okuma

# button_speak
source: Speak
da: Læs op
he: דיבור
nl: Spraak
pl: Powiedz
pt: Falar
ru: Говорите
sv: Tala
tr: Konuş

# button_delete_noconfirm
source: Delete (no confirmation)
da: Slet (ingen bekræftelse)
he: מחיקה (ללא אישור)
nl: Verwijderen (zonder bevestiging)
pl: Usuń (bez potwierdzenia)
pt: Apagar
ru: Удалить (без подтверждения)
sv: Ta bort (utan bekräftelse)
tr: Sil (onaylama yapılmayacak)

# button_quickreply
source: Quick Reply
da: Hurtigsvar
he: תגובה מהירה
nl: Snel Antwoorden
pl: Szybka odpowiedź
pt: Resposta Rápida
ru: Быстрый ответ
sv: Snabbsvar
tr: Hızlı Cevap

# button_disabled
source: Disabled
da: Deaktiveret
he: מנוטרל
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
ru: Отключено
sv: Inaktiverad
tr: Devre dışı

# pref_config_title
source: SMS Popup Configuration
da: SMS Popup Konfiguration
he: הגדרת SMS Popup
nl: SMS Popup Configuratie
pl: Konfiguracja SMS Popup
pt: Configuração de Popup
ru: Установки SMS Popup
sv: SMS Popup Inställningar
tr: Açılan SMS Yapılandırma

# pref_other_title
source: Other
da: Øvrige
he: אחר
nl: Overig
pl: Inne
pt: Outro
ru: Другие
sv: Övriga
tr: Diğer

# pref_enabled_title
source: Enable SMS Popup
da: Aktiver SMS Popup
he: אפשר SMS Popup
nl: Activeer SMS Popup
pl: Włącz SMS Popup
pt: Activar SMS Popup
ru: Включить SMS Popup
sv: Aktivera SMS Popup
tr: Açılan SMS'i etkinleştir

# pref_enabled_summaryon
source: SMS Popup is enabled
da: SMS Popup er slået til
he: SMS Popup מאופשר
nl: SMS Popup is ingeschakeld
pl: SMS Popup jest włączony
pt: Popup da SMS estão activos
ru: SMS Popup включен
sv: SMS Popup är aktiverat
tr: Açılan SMS etkin

# pref_enabled_summaryoff
source: SMS Popup is disabled
da: SMS Popup er slået fra
he: SMS Popup מבוטל
nl: SMS Popup is uitgeschakeld
pl: SMS Popup jest wyłączony
pt: Popup da SMS estão desactivos
ru: SMS Popup выключен
sv: SMS Popup är inaktiverat
tr: Açılan SMS devre dışı

# pref_about_title
source: About
da: Om
he: אודות
nl: Over
pl: O programie
pt: Sobre
ru: О программе
sv: Om
tr: Hakkında

# pref_about_summary
source: About SMS Popup
da: Om SMS Popup
he: אודות SMS Popup
nl: Over SMS Popup
pl: Więcej o SMS Popup
pt: Sobre SMS Popup
ru: О SMS Popup
sv: Om SMS Popup
tr: Açılan SMS Hakkında

# pref_faq_title
source: FAQ
da: OSS
he: שאלות נפוצות
nl: Veelgestelde vragen
tr: S.S.S

# pref_faq_summary
source: Frequently Asked Questions
da: Ofte stillede spørgsmål
he: שאלות נפוצות
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
pt: Perguntas mais frequentes (FAQ)
ru: Часто Задаваемые Вопросы (FAQ)
sv: Vanliga frågor
tr: Sıkça Sorulan Sorular

# pref_sendemail_title
source: E-mail the Developer
da: Send e-mail til udvikleren
he: שלח מייל למפתח
nl: E-mail de ontwikkelaar
pl: Wyślij e-mail do programisty
pt: E-mail do Programador
ru: E-mail Разработчика
sv: E-post till utvecklaren
tr: Geliştiriciye E-Posta Yolla

# pref_sendemail_dialog
source: Can I include your system information in the e-mail (this will help me troubleshoot bugs easier)?
da: Kan jeg inkludere dine systemoplysninger i e-mailen? (Dette vil hjælpe mig med fejlretning)
he: האם לכלול את מידע המערכת במייל ? (פעולה זו תעזור לאתר באגים ביתר קלות)
nl: Mag informatie over jouw systeem toegevoegd worden in het e-mailbericht (dit helpt om de problemen op te lossen)?
pl: Czy mogę przesłać informacje o Twoim systemie poprzez e-mail (ułatwi mi to poprawianie błędów)?
pt: Posso incluir a sua informação de sistema no e-mail (Isto irá ajudar na solução de problemas de forma prematura)?
ru: Могу я добавить информацию о вашей системе в e-mail (это позволяет мне эффективней устранять ошибки)?
sv: Inkludera systeminformation i mailet (detta underlättar felsökning av buggar)?
tr: Sistem biliginizi e-postaya dahil edebilirmiyim? (bu hataları daha kolay çözmeme yardımcı olacak)

# pref_sendemail_buttonok
source: Sure
da: Ja
he: וודאי
nl: Doe maar
pl: Oczywiście
pt: Certo
ru: Да, согласен
sv: Ja
tr: Kesinlikle

# pref_sendemail_buttoncancel
source: No way
da: Nej
he: אין סיכוי
nl: Geen sprake van
pl: Nie ma mowy
pt: Nem Pensar
ru: Нет
sv: Nej
tr: İmkansız

# pref_additional_title
source: Additional Settings
da: Andre indstillinger
he: הגדרות נוספות
nl: Aanvullende instellingen
pl: Ustawienia dodatkowe
pt: Configuração Adicional
ru: Дополнительные настройки
sv: Ytterligare inställningar
tr: Ek Ayarlar

# pref_additional_summary
source: Additional SMS Popup configuration
da: Yderligere konfiguration af SMS Popup
he: הגדרות SMS Popup נוספות
nl: Aanvullende SMS Popup configuratie
pl: Ustawienia dodatkowe dla SMS Popup
pt: Configuração do SMS Popup Adicional
ru: Дополнительные установки SMS Popup
sv: Ytterligare inställningar för SMS Popup
tr: İlave Açılan SMS yapılandırması

# pref_timeout_title
source: Screen Timeout
da: Skærm timeout
he: השעיית מסך
nl: Scherm time-out
pl: Czas wygaśnięcia
pt: Contagem Para Adormecer
ru: Время ожидания экрана
sv: Timeout för skärm
tr: Ekran Zaman Aşımı

# pref_timeout_summary
source: The screen will sleep after this time
da: Skærmen vil vise nye beskeder i dette tidsrum
he: המסך יכנס למצב שינה אחרי פרק הזמן המוגדר
nl: Het scherm gaat uit na deze tijd
pl: Po tym czasie ekran się wyłączy
pt: O ecrã irá adormeceu após este tempo
ru: Экран перейдет в спящий режим спустя заданное время
sv: Skärmen släcks efter denna tid
tr: Ekran bu zamandan sonra uyku moduna geçecek

# pref_dimscreen_title
source: Dim Popup Screen
da: Dæmp Popup vindue
he: עמעם מסך
nl: Popup scherm dimmen
pl: Wygaszanie ekranu
pt: Desvanecer ecrã do Popup
ru: Снизить яркость окна
sv: Dimma popupskärm
tr: Loş Açılan Ekran

# pref_dimscreen_summaryon
source: Popup screen will be dim (saves battery)
da: Popup vinduet vil blive lysdæmpet (sparer batteri)
he: מסך קפיצת ההודעות יהיה מעומעם
nl: Popup scherm wordt gedimd (spaart batterij)
pl: Ekran z powiadomieniem się wygasi (oszczędza baterie)
pt: Ecrã do Popup não será tão brilhante (Poupa Bateria)
ru: Тусклый экран уведомления (экономия батареи)
sv: Popupskärmen dimmas (sparar batteri)
tr: Açılan Ekran loş olacak(bataryadan tassarruf sağlar)

# pref_dimscreen_summaryoff
source: Popup screen will be bright
da: Popup vinduet vil være oplyst
he: מסך קפיצת הודעות יהיה בהיר
nl: Popup scherm is helder
pl: Ekran z powiadomieniem będzie się świecił
pt: Ecrã do Popup será mais brilhante
ru: Яркий экран уведомления
sv: Popupskärmen dimmas ej
tr: Açılan ekran parlak olacak

# pref_privacy_category
source: Privacy
he: פרטיות

# pref_privacy_title
source: Privacy Mode
da: Privatlivs-tilstand
he: מצב פרטיות
pl: Tryb prywatny
pt: Modo de Privacidade
ru: Режим приватности
sv: Privatläge
tr: Gizlilik Modu

# pref_privacy_summaryon
source: Popup will use privacy mode
he: Popup ישתמש במצב פרטיות

# pref_privacy_summaryoff
source: Popup will show all message details
he: Popup יציג כל פרטיי ההודעות

# pref_privacy_sender_title
source: Hide Contact Name
he: הסתר שם מתקשר

# pref_privacy_sender_summaryon
source: Message sender name will also be hidden
he: שם שולח הודעה גם יהיה מוסתר

# pref_privacy_sender_summaryoff
source: Message sender name will be shown
he: שם שולח הודעה יהיה חשוף

# pref_privacy_always_title
source: Always Use Privacy Mode
he: תמיד השתמש במצב פרטיות

# pref_privacy_always_summaryon
source: Privacy mode will always be used
he: מצב פרטיות יהיה תמיד בשימוש

# pref_privacy_always_summaryoff
source: Only use privacy mode when screen is locked
he: השתמש במצב פרטיות רק כשהמסך נעול

# pref_markread_title
source: Mark Read
da: Angiv som læst
he: סמן כנקרא
nl: Opslaan als gelezen
pl: Oznacz jako przeczytane
pt: Marcar Como Lido
ru: Отметить прочитанным
sv: Markera lästa

# pref_markread_summaryon
source: Messages will be marked as read when clicking "Close"
da: Beskeder vil blive angivet som læste efter tryk på "Luk"
he: ההודעה תסומן כנקראה כשתלחץ על "סגור"
nl: Berichten worden opgeslagen als gelezen na het drukken op "sluiten"
pl: Wiadomości zostaną oznaczone jako przeczytane po naciśnięciu "Zamknij"
pt: Mensagens serão marcadas como lidas ao clicar "Fechar"
ru: При нажатии на "Закрыть", сообщение будет отмечено как прочитанное
sv: Meddelanden markeras som lästa när de stängs

# pref_markread_summaryoff
source: Messages will not be marked as read when clicking "Close"
da: Beskeder vil ikke blive angivet som læste efter tryk på "Luk"
he: ההודעה לא תסומן כנקראה כשתלחץ על "סגור"
nl: Berichten worden niet opgeslagen als gelezen na het drukken op "sluiten"
pl: Wiadomości nie zostaną oznaczone jako przeczytane po naciśnięciu "Zamknij"
pt: Mensagens não serão marcadas como lidas ao clicar "Fechar"
ru: При нажатии на "Закрыть", сообщение не будет отмечено как прочитанное
sv: Meddelanden markeras ej som lästa när de stängs

# pref_onlyShowOnKeyguard_title
source: Restrict Popup
da: Begræns Popup
he: הגבל Popup
nl: Popup enkel bij Toetsenblokkering
pl: Ograniczenia dla powiadomień
pt: Popup Restrito
ru: Ограничить вывод окна
sv: Begränsa popup
tr: Popup'u sınırla

# pref_onlyShowOnKeyguard_summaryon
source: Popup window will only show when keyguard is engaged
da: Popup vinduet vil kun blive vist når tastelåsen er aktiveret
he: חלון הפופאפ יוצג רק שהמקשים מוצגים
nl: Popup scherm wordt enkel getoond als toetsenblokkering ingeschakeld is
pl: Powiadomienie pojawia się tylko gdy telefon jest zablokowany
pt: Popup será apenas mostrado quando teclado bloqueado
ru: Всплывающее окно только при включенной блокировке
sv: Popupfönster kommer endast visas när knapplås är aktiverat

# pref_onlyShowOnKeyguard_summaryoff
source: Popup will always show
da: Popup vinduet vil altid blive vist
he: פופאפ יוצג תמיד
nl: Popup wordt altijd getoond
pl: Powiadomienie zawsze się pojawia
pt: Popup mostrado sempre
ru: Всплывающее окно всегда выводится
sv: Popupfönster visas alltid

# pref_useUnlockButton_title
source: Show Unlock Button
he: הראה לחצן שחרור

# pref_useUnlockButton_summaryon
source: Unlock button will show when screen is locked
he: לחצןשחרור ייראה כשמסך נעול

# pref_useUnlockButton_summaryoff
source: Regular buttons will show when screen is locked
he: לחצנים רגילים ייראו כשמסך נעול

# pref_show_buttons_title
source: Show Buttons On Popup
da: Vis knapper på Popup
he: הצג לחצנים רק בפופאפ
nl: Knoppen tonen op de Popup
pl: Pokaż przyciski przy powiadomieniu
pt: Mostrar Botões no Popup
ru: Показывать кнопки в окне
sv: Visa knappar vid popup

# pref_show_buttons_summaryon
source: Buttons on popup are visible
da: Knapper på Popup er synlige
he: הלחצנים בפופאפ יוצגו
nl: Knoppen zijn zichtbaar op de Popup
pl: Przyciski powiadomienia są widoczne
pt: Botões no Popup são Visíveis
ru: Видимые кнопки в окне
sv: Knappar är synliga vid popup

# pref_show_buttons_summaryoff
source: Buttons are hidden in long press menu
da: Knapper er skjulte i "langt tryk"-menuen
he: לחצנים יוסתרו בלחיצה ארוכה על כפתור האפשריות
nl: Knoppen verborgen in Lang Drukken menu
pl: Długie przyciśnięcie menu odkrywa przyciski
pt: Botões estão escondidos no pressionar Longo do Menu
ru: Кнопки скрыты в меню по длительному нажатию
sv: Knappar är dolda vid popup

# pref_notif_title
source: Notifications
da: Notifikationer
he: התראות
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sv: Notifieringar
tr: Bildiriler

# pref_notif_summary
source: Notification configuration
da: Notifikationssindstillinger
he: הגדרת התראות
nl: Meldingen Configuratie
pl: Ustawienia powiadomień
pt: Configuração de Notificação
ru: Установки уведомлений
sv: Inställningar för notifieringar
tr: Bildirim yapılandırma

# pref_notif_category_title
source: Notification Configuration
da: Notifikationssindstillinger
he: הגדרת התראות
nl: Meldingen Configuratie
pl: Ustawienia powiadomień
pt: Configuração de Notificação
ru: Установки уведомлений
sv: Inställningar för notifieringar
tr: Bildirim Yapılandırması

# pref_vibrate_category_title
source: Vibrate Configuration
da: Vibrationsindstillinger
he: הגדרת רטט
nl: Trillen configuratie
pl: Ustawienia wibracji
pt: Configuração de Vibração
ru: Вибро
sv: Inställngar för vibration

# pref_flashled_category_title
source: LED Configuration
da: LED indstillinger
he: הגדרות לד
nl: LED configuratie
pl: Ustawienia diody LED
pt: Configuração LED
ru: светодиодом
sv: Inställngar för LED
tr: LED Yapılandırma

# pref_reminder_category_title
source: Reminder Configuration
da: Påmindelsessindstillinger
he: הגדרת תזכורות
nl: Herinnering configuratie
pl: Przypomnienie o ustawieniach
pt: Configuração de Lembretes
ru: Напоминания
sv: Inställngar för påminnelser
tr: Hatırlatma Yapılandırma

# pref_notif_enabled_title
source: Enable Notifications
da: Aktivér påmindelser
he: אפשר התראות
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt: Activar as Notificações
ru: Включить уведомления
sv: Aktivera notifieringar
tr: Bildirimleri Etkinleştir

# pref_notif_enabled_summaryon
source: Notifications are enabled
da: Notifikationer er slået til
he: התראות מאופשרות
nl: Meldingen zijn ingeschakeld
pl: Powiadomienia włączone
pt: Notificações estão Activas
ru: Уведомления включены
sv: Notifieringar är aktiva

# pref_notif_enabled_summaryoff
source: Notifications are disabled
da: Notifikationer er slået fra
he: התראות מכובות
nl: Meldingen zijn uitgeschakeld
pl: Powiadomienia wyłączone
pt: Notificações estão Desactivas
ru: Уведомления выключены
sv: Notifieringar är inaktiva

# pref_notif_enabled_warning
source: To avoid conflicts and multiple alerts, please disable the system SMS notifications and any other apps that provide a notification when a SMS is received. To turn off the system notification, go to the messaging app, hit menu -&gt; settings and un-check notifications.
da: For at undgå konflikter og flere end én notifikation, deaktiver venligst systemets SMS notifikationer, samt alle andre programmer der tilbyder en notifikation når en SMS modtages. For at slå systemnotifikationen fra, gå til applikationen "Meddelelser", tryk på menu -&gt; indstillinger, og fjern markeringen ved notifikationer.
he: כדי להימנע מהתנגשות בהתראות, אנא בטל את מערכת ההתראות של הודעות ה SMS וכל אפליקציה אחרת שמספקת התראות להודעות ה SMS. כדי לכבות את התראות המערכת, לך לאפלקציה, בחר באפשרויות, הגדרות והסר את הסימון מההתראות.
nl: Om conflicten te vermijden, dienen SMS meldingen van het systeem of andere applicaties uitgeschakeld te zijn. Om de systeem meldingen uit te schakelen, ga naar de SMS applicatie en druk menu -&gt; instellingen. Vink hier meldingen uit.
pl: By zapobiec konfliktom i wielokrotnym alarmom, proszę wyłącz systemowe powiadomienia SMS i jakiekolwiek inne aplikacje, które wysyłają powiadomienie o nadejściu SMS. By wyłączyć systemowe powiadomienia, uruchom aplikację zarządzającą SMS a następnie naciśnij menu, ustawienia i odznacz "powiadomienia".
pt: Para evitar conflitos e alertas múltiplos, por favor desactive o sistema de notificação e qualquer outra aplicação que forneça notificações quando uma SMS é recebida. Para Desligar o sistema de notificações, vá à aplicação de mensagens, pressione menu -&gt; definições e desmarque notificações.
ru: Во избежание конфликтов и дуюлирования оповещений, отключите системные SMS уведомления и любые иные приложения для уведомления о входящих SMS. Чтобы выключить системные уведомления, зайдите в сообщения, нажмите меню -&gt; настройки и снимите галочку с уведомлений.
sv: För att undvika konflikter och multipla notifikationer bör du deaktivera notifikationer för SMS från systemet och eventuella andra applikationer. För att deaktivera notifikationer från systemet, gå till applikationen för meddelanden, välj meny -&gt; inställningar och avbocka notifikationer.

# pref_popup_enabled_title
source: Show a Popup
da: Vis en Popup
he: הצג פופאפ
nl: Toon een Popup
pl: Pokaż okienko Popup
pt: Mostrar Popup
ru: Показать окно
sv: Visa en popup

# pref_popup_enabled_summaryon
source: Message will open in a popup
da: Beskeder vil åbne i en popup
he: הודעה תיפתח בפופאפ
nl: Het bericht wordt in een Popup getoond
pl: Wiadomość otworzy się w okienku Popup
pt: Mensagem abrirá no Popup
ru: Сообщение откроется в окне
sv: Meddelanden kommer visas i en popup

# pref_popup_enabled_summaryoff
source: Message will only show in notification area
he: הודעה רק תראה באזור ההתראות

# pref_notif_test_title
source: Test Notification
da: Afprøv notifikation
he: בדוק התראה
nl: Test melding
pl: Powiadomienie testowe
pt: Testar Notificação
ru: Тест уведомления
sv: Testa notifikation
tr: Test Bildirim

# pref_notif_test_summary
source: Test out your notification
da: Afprøv din notifikation
he: בדוק את ההתראה שלך
nl: Test jouw ingestelde melding
pl: Sprawdź swoje powiadomienia
pt: Teste a Sua Notificação
ru: Протестировать ваше уведомление
sv: Testa din notifikation

# pref_notif_test_message
source: Testing your notification now!
da: Tester din notifikation nu!
he: בודק את ההתראות עכשיו!
nl: De melding wordt nu getest!
pl: Sprawdzanie twoich powiadomień
pt: A Testar a sua Notificação neste momento
ru: Идет тест уведомления!
sv: Testar din notifikation nu!

# pref_notif_sound_title
source: Notification Sound
da: Notifikationslyd
he: צליל התראה
nl: Melding geluid
pl: Dźwięk powiadomienia
pt: Som da Notificação
ru: Звук уведомления
sv: Ljud vid notifiering
tr: Bildirim Sesi

# pref_notif_sound_summary
source: This sound will play when a message is received
da: Denne lyd vil blive afspillet når en besked modtages
he: הצליל יושמע כשתתקבל הודעה
nl: Dit geluid wordt gespeeld bij ontvangst van een bericht
pl: Ten dźwięk oznacza otrzymanie nowej wiadomości
pt: Este som será tocado quando uma mensagem é recebida
ru: Этот звук будет воспроизводиться при входящем сообщении
sv: Detta ljud spelas när ett meddelande tas emot
tr: Bu ses mesaj alındığında oynayacak

# pref_notifyOnCall_title
source: Notify On Call
he: התראה בשיחה

# pref_notifyOnCall_summaryon
source: Sound will play while on a call
he: צליל יושמע בזמן שיחה

# pref_notifyOnCall_summaryoff
source: Sound will not play while on a call
he: צליל לא יושמע בזמן שיחה

# pref_notif_icon_title
source: Notification Icon
he: איקון התראה

# pref_notif_icon_summary
source: Change the notification area icon
he: שנה את האיקון באזור ההתראה

# pref_vibrate_title
source: Vibrate
da: Vibrering
he: רטט
nl: Trillen
pl: Wibracja
pt: Vibração
ru: Вибро
sv: Vibrera

# pref_vibrate_summaryon
source: Vibrate is on
da: Vibrering er slået til
he: רטט מופעל
nl: Trillen ingeschakeld
pl: Wibracja włączona
pt: Vibração está Ligado
ru: Вибро включено
sv: Vibrera är på
tr: Titreşim açık

# pref_vibrate_summaryoff
source: Vibrate is off
da: Vibrering er slået fra
he: רטט מכובה
nl: Trillen uitgeschakeld
pl: Wibracja wyłączona
pt: Vibração está Desactivada
ru: Вибро выключено
sv: Vibrera är av

# pref_vibrate_pattern_title
source: Vibrate Pattern
da: Vibreringsmønster
he: תצורת הרטט
nl: Trilpatroon
pl: Typ wibracji
pt: Padrão de Vibração
ru: Шаблон вибро
sv: Vibrera mönster

# pref_vibrate_pattern_summary
source: Set the vibration pattern
da: Indstil mønsteret for vibrering
he: בחר את תצורת הרטט
nl: Configureer het trilpatroon
pl: Ustaw typ wibracji
pt: Definir Padrão de Vibração
ru: Установить шаблон вибро
sv: Ställ in möster för vibration

# pref_vibrate_pattern_ok
source: Custom vibrate pattern set
da: Brugertilpasset vibreringsmønster er angivet
he: תצורת רטט אקראית
nl: Aangepast trilpatroon opgeslagen
pl: Ustaw własny typ wibracji
pt: Padrão de Vibração Personalizado definido
ru: Установка собственного шаблона вибро
sv: Eget mönster för vibration satt

# pref_vibrate_pattern_bad
source: Custom vibrate pattern invalid
da: Brugertilpasset vibreringsmønster er ugyldigt
he: תצורת רטט לא חוקית
nl: Ongeldig trilpatroon
pl: Niewłaściwy typ własnej wibracji
pt: Padrão de Vibração Personalizado inválido
ru: Шаблон вибро задан некорректно, включен шаблон по умолчанию
sv: Eget mönster för vibration ogiltigt
tr: Custom vibrate pattern invalid, using default

# pref_vibrate_pattern_help
source: Enter a custom vibrate pattern, in the format: millisOff, millisOn, etc. For example: 0,1000 0,500,200,500,200,500
da: Indtast et brugertilpasset vibreringsmønster i formatet: millisekunder deaktiveret, millisekunder aktiveret, etc. For eksempel: 0,1000 0,500,200,500,200,500
he: הזן תצורת רטט בפורמט הבא: millisOff, millisOn, etc. לדוגמא: 0,1000 0,500,200,500,200,500
nl: Voer een trilpatroon in, volgens dit formaat: millisUit, millisAan, etc. Voorbeeld: 0,1000 0,500,200,500,200,500
pl: Wprowadź własny typ wibracji, w takim formacie: milisekundy włączone, milisekundy wyłączone Przykład: 0.1000 0.500,200,500,200,500
pt: Introduza Padrão de Vibração Personalizado, no formato: millisOff, millisOn, etc Por Exemplo: 0,1000 0,500,200,500,200,500
ru: Введите собственный шаблон, в формате: мсекВыкл, мсекВкл, и т.д.. Пример: 0,1000 0,500,200,500,200,500
sv: Mata in ett eget mönster för vibration, enligt format: msAv, msPå, etc. Till exampel: 0,1000 0,500,200,500,200,500

# pref_flashled_title
source: Blink LED
da: Blink med lysdiode
he: הבהב לד חיווי
nl: Knipper LED
pl: Migająca dioda LED
pt: Piscar LED
ru: Мигание светодиодом
sv: Blinka LED

# pref_flashled_summaryon
source: Blink LED when a message is received
da: Blink med lysdioden når en besked modtages
he: הבהב לד חיווי בהודעה נכנסת
nl: Knipper LED bij ontvangst van een bericht
pl: Dioda LED miga gdy nadejdzie wiadomość
pt: Piscar LED quando mensagem é recebida
ru: Мигать светодиодом при входящем сообщении
sv: Blinka LED när nytt meddelande tas emot

# pref_flashled_summaryoff
source: Do not blink LED when a message is received
da: Blink ikke med lysdioden når en besked modtages
he: אל תהבהב לד חיווי בהודעה נכנסת
nl: LED uitgeschakeld bij ontvangst van een bericht
pl: Dioda LED nie będzie migać gdy nadejdzie wiadomość
pt: Não piscar LED quando mensagem é recebida
ru: Не использовать светодиод для оповещения
sv: Blinka ej LED när nytt meddelande tas emot

# pref_flashled_color_title
source: LED Color
da: Lysdiodefarve
he: צבע הלד
nl: Kleur LED
pl: Kolor diody LED
pt: Cor LED
ru: Цвет светодиода
sv: LED färg
